<!DOCTYPE html>

<html>
<title>W3.CSS</title>
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css">

<body>

<div class=" w3-panel w3-blue w3-center w3-xxlarge">
    <p>Jamairi Soto L&oacute;pez </p>
</div >


<div class="w3-center ">
 <img class="w3-image w3-circle" src='fotoMia.png' width="200px" height="200px" >
  </div>


<div class=" w3-panel w3-blue w3-large">
    <p style="text-align:left">Contacto </p>
 </div>
 
 <div class="w3-container">
<p>Correo electr&oacute;nico <a href="mailto:jamairi.soto@upr.edu">jamairi.soto@upr.edu</a></p> 
</div>


<div class=" w3-panel w3-blue w3-large">
    <p style="text-align:left"> Biograf&iacute;a </p>
  </div>
  
 
 
<div class="w3-container">
 
<p>Nac&iacute; un 23 de noviembre de 2001 en Bayam&oacute;n Puerto Rico.
En mi familia somos cuatro mis padres, un hermano menor y yo.
Aunque contando los abuelos y abuelas, t&iacute;os y t&iacute;as, primos y primas
somos much&iacute;simos. Soy producto del sistema p&uacute;blico de enseñanza 
de Puerto Rico. En la escuela Julio Ressy en Bayam&oacute;n curse mis primeros 
a&ntilde;os de educaci&oacute;n hasta que me gradu&eacute; y pas&eacute; a la escuela Jes&uacute;s 
S&aacute;nchez Erazo en Bayam&oacute;n. Luego mi educaci&oacute;n en grado superior
lo curse en la escuela Miguel Mel&eacute;ndez Mu&ntilde;oz. Desde que entre a la escuela
superior sab&iacute;a que quer&iacute;a estudiar en la Universidad de Puerto Rico 
en el recinto de Bayam&oacute;n. Durante mis a&ntilde;os en la escuela superior, 
gracias al Colectivo Universitario para el Acceso (CUA) y al 
campamento de compuchic@s de UPRB pude definir que deseaba estudiar.
Trabaje fuertemente durante mis cuatro a&ntilde;os de escuela superior para 
poder tener las calificaciones necesarias para poder entrar al departamento 
de ciencias de computadoras en UPRB. Al graduarme de la escuela superior ten&iacute;a
todo lo necesario para entrar al departamento que tanto deseaba y la universidad
me envi&oacute; la notificaci&oacute;n de que en efecto hab&iacute;a sido admitida. Desde entonces 
llevo tres años en el departamento prepar&aacute;ndome lo m&aacute;s posible para aventurarme al
mundo laboral.
</p>
</div>


<div class=" w3-panel w3-blue w3-large">
    <p style="text-align:left">Pasatiempos/Hoobies</p>
  </div>

<ul>
	<li>Ver Netflix</li>
	<li>Ir a la playa</li>
	<li>Dibujar</li>
</ul>

<div class=" w3-panel w3-blue w3-large">
    <p style="text-align:left">Pasatiempo favorito: La playa </p>
  </div>


 <div class="w3-container ">
<p> Mi pasatiempo favorito es ir a la playa. Amo estar en la playa escuchar las olas, sentir la arena, 
nadar en el agua. Normalmente los puertorriqueños vamos a la playa 
con mucha m&uacute;sica, comida y cosas cargando. En mi caso no, me gusta disfrutar de la naturaleza.
Me gusta ir con un libro, o una película en el tel&eacute;fono y simplemente disfrutar.
Disfrutar de la tranquilidad, de tener la playa para mi sola para m&iacute; con estar
una hora en la playa recargo energ&iacute;as.
</p>
</div>

<div style="text-align:center">
 <img class="w3-image w3-round-xxlarge"src="./Playas.jpg" width="500" height="500" >
  </div>
  


<div class=" w3-panel w3-blue w3-large">
    <p style="text-align:left">Enlaces de interes </p>
  </div>


<ol>

	<li><a href="https://www.instagram.com/" target="_blank">Instagram</a></li>
	<li><a href="https://www.facebook.com/" target="_blank">Facebook</a></li>
	<li><a href="https://www.youtube.com/">Youtube</a></li>
	<li><a href="https://www.w3schools.com/">W3schools</a></li>
	<li><a href="https://www.spotify.com/us/">Spotify</a></li>

</ol>

</body>
</html>


